[
    {
        "name": "Bloom & Doom",
        "type": "Biere de Mars",
        "abv": 6.7,
        "description": "This quite uncommon beer style is rarely seen in brewpubs, likely because it's hard to pinpoint what exactly this style of beer is, with no approved beer judging standards, and an almost folklore history to it's background. The biere de mars is a cousin of the biere de garde, but usually lighter, fresher and more related to the spring release it is named after. Our Bloom & Doom is brewed with barley, wheat and rye, and hopped with French Alsatian hops, and fermented with a German Ale yeast. Look for notes of baked bread, cherry blossom and red plum.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Stage Name",
        "type": "Red IPA",
        "abv": 6.0,
        "description": "A brick red ale with solid cushy tan foam, this red IPA was brewed with Pale, Munich, Honey, Copper Carapils, Wheat, and Blackprinz malt, hopped with Mosaic, Ariana, Sorachi Ace and Vista hops, and fermented with English Ale yeast. Look for notes of sweet brown bread, melon, grapefruit, and dank green hops. The bitterness is elevated, since this is an IPA, but it attempts to balance the richer flavors of the abundant specialty malts.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Petal to the Metal",
        "type": "Black Hibiscus Kolsch",
        "abv": 4.6,
        "description": "A collaboration beer with world class brewer and Advanced Cicerone, Taylor Donner. A black kolsch brewed with hibiscus flowers, Barbe Rouge and Wakatu hops. A pitch black body topped by a persistent tan head. The aroma is a subtle mix of dark chocolate, black currant and underneath it all, tangy hibiscus. The flavor brings it all together, with a light roastiness that is complimented by mid-pallate flavors of mulberry and cacao. The hibiscus and lime flavors steer the overall taste in a distinctly more tangy direction, and brings a balancing lightness to the dark.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Cosmic Spaghetti",
        "type": "Italian-Style Pilsner",
        "abv": 5.0,
        "description": "Cosmic Spaghetti pours a pale gold with a light sheen in the body, and topped by a pure pearl white head that leaves behind solid lacing as the beer recedes in the glass. The aroma is an elegant mix of floral and herbal notes, with a bit of jasmine and lemon verbena showing up prominently. The bitterness is firm and bracing, and is supported by a light honey note from the malt. Dry and effervescent.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Lower Wacker",
        "type": "American Porter",
        "abv": 5.9,
        "description": "A robust porter that is brewed with Cascade, Nugget and Warrior hops to give a firm, old school American hop profile to a strong chocolatey malt forward ale. Black body with a soft and sustaining tan head, that delivers aromas of dark chocolate, coffee, marzipan and baked brown bread.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Masterhand",
        "type": "American Pale Ale",
        "abv": 5.0,
        "description": "The second brew in our series of Single Malt and Single Hop (SMaSH) beers, we paired a Light Munich malt from award-winning Root Shoot Malt with a New Zealand hops called Superdelic. Masterhand pours with an off-white head atop a clear golden body. The aroma is a unique mix of lime, honey, Asian pear, and grassy hop notes. The beer is fruity, but dry, and carries flavors of citron (like a mix of lemon, lime and yuzu), passion fruit, and geraniol (floral and tropical). Behind the hop veil is a small but supporting malt flavor that could best be described as ‘doughy’ or ‘cracker-like’.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Tom or Jerry",
        "type": "Winter Warmer",
        "abv": 6.0,
        "description": "For those in the know, the Tom & Jerry cocktail at Miller's Pub is a warm, inviting tradition for the downtown Chicago crowd. Lights are up, snow is (sometimes) falling, and Miller's Pub is serving their famous hot cocktail. As our neighbors and friends, we made a beer that takes that cocktail as its inspiration. This dark ale is packed with flavors of cinnamon, nutmeg and Caribbean rum barrel. The malt base has oatmeal and roasted barley to create a soft-bodied, smooth finish. The goal here was to make a festive, warming, and immensely drinkable holiday ale!",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Ellingham Ale",
        "type": "Ordinary Bitter",
        "abv": 3.8,
        "description": "A copper-hued Ordinary Bitter brewed with 100% UK Fuggle hops in the kettle and a small whirlpool addition of Vista hops. The aroma is a fine balance of English Pale malt and Crystal malt's bready, doughy sweetness and the grassy earthiness from Fuggle. This is a sessionable pub ale that is meant for having a few rounds.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Stingy Jack",
        "type": "Spiced Pumpkin Beer",
        "abv": 6.5,
        "description": "Brewed with Maris Otter, Munich and Aromatic malts, hopped with US Cluster hops, and spiced with typical baking spices (cinnamon, ginger, nutmeg, clove, allspice, and black pepper). The beer pours a deep amber color with orange highlights and an off-white cream head. The aroma is classic; warm baking spices, dominated by cinnamon, ginger and allspice. Underneath it all is a robust malty aroma with notes of brown sugar, pumpkin custard, and a lingering warmth provided by the elevated alcohol content.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Loveland IPA",
        "type": "West Coast IPA",
        "abv": 7.3,
        "description": "Loveland IPA is a West Coast Style IPA that touches the upper end of the style's alcohol spectrum. Packed with over 60lbs of hops, we used classic varieties like Cascade, Centennial, Chinook, and Citra, with the addition of Mosaic and McKenzie hops to give it a point of difference and bump up the fruit. Look for notes of pine, melon, citrus, and ripe tropical fruit. Thanks to our friends at Root Shoot Malting who traveled out to Chicago from Loveland, Colorado to make this beer with us!",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Out of Focus",
        "type": "Hazy IPA",
        "abv": 5.8,
        "description": "Brewed as an homage to our storefront neighbor Central Camera, a 120-plus year old establishment that is a 3rd generation family-run business. Out of Focus IPA is simple in nature, but delivers on what many so enjoy about this style: all the hoppy, juicy flavor with none of the bitterness. For our version, we use Citra, Sabro and HBC 472 hops to punch up the flavors of coconut, strawberry, ripe melon and pineapple. The malt is a mix of pale, pilsner, oats, wheat and dextrin malt.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Wabash Water",
        "type": "Hard Seltzer",
        "abv": 5.0,
        "description": "Our seltzer base. Good on its own, even better in the hands of our resident mixologists. Gluten-free, sugar-free, and additive-free. Variations include: Porch Party (Blue Raspberry), Jolly Juice (Strawberry, Lemon, Rosemary), and Ginger Spice (Ginger & Yuzu)",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": false,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Kernel Krush",
        "type": "Sketchbook/Industry Ales Collaboration",
        "abv": 6.5,
        "description": "Brewed with regenerative malt from our friends at Root Shoot Malting, Kernel Krush utilizes a new hop on the scene called \"Krush\".",
        "brewery": "Industry Ales & Sketchbook/Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": true,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Sunshine State Tropical IPA",
        "type": "Go Brewing",
        "abv": 0.5,
        "description": "This critically acclaimed tropical IPA bursts with mango and peach flavor with a backdrop of hops. Perfect for getting into a sunshine state of mind.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": true,
        "is_non_alcoholic": true,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Suspended In A Sunbeam Pilsner",
        "type": "Go Brewing",
        "abv": 0.5,
        "description": "Brewed with traditional German ingredients, including Hallertau Mittelfruh hops and German malts, this award-winning NA pilsner delivers.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": true,
        "is_non_alcoholic": true,
        "scraped_date": "2025-04-07"
    },
    {
        "name": "Pedestrian Cider",
        "type": "Eris Brewing and Cider House",
        "abv": 5.9,
        "description": "Modern hard cider. Dry, crisp, and tart, like a glass of Granny Smith.",
        "brewery": "Industry Ales",
        "location": "Chicago, IL",
        "address": "213 S Wabash Ave, Chicago, IL 60604",
        "website": "https://www.industryales.com",
        "is_can": true,
        "is_non_alcoholic": false,
        "scraped_date": "2025-04-07"
    }
]